INSERT INTO kindergarten.group (name)
VALUES ('Солнышко'),
       ('Тополёк'),
       ('Незнайка');

INSERT INTO kindergarten.child (group_number, full_name, gender, age)
VALUES (1, 'Мартынов Матвей Михайлович', 'MALE', 2),
       (1, 'Кулагин Михаил Кириллович', 'MALE', 3),
       (1, 'Нечаева Таисия Анатольевна', 'FEMALE', 3),
       (1, 'Королев Родион Матвеевич', 'MALE', 3),
       (1, 'Михайлова Софья Фёдоровна', 'FEMALE', 3),
       (1, 'Тимофеев Даниил Саввич', 'MALE', 3),
       (1, 'Емельянова Мадина Савельевна', 'FEMALE', 2),
       (2, 'Павлова Арина Владиславовна', 'FEMALE', 5),
       (2, 'Румянцев Михаил Александрович', 'MALE', 4),
       (2, 'Басов Илья Алексеевич', 'MALE', 5),
       (2, 'Андреев Демид Мартинович', 'MALE', 5),
       (2, 'Виноградова Ева Романовна', 'FEMALE', 4),
       (2, 'Андреева Анастасия Савельевна', 'FEMALE', 5),
       (2, 'Воробьева Ева Александровна', 'FEMALE', 5),
       (3, 'Григорьев Фёдор Дмитриевич', 'MALE', 7),
       (3, 'Морозов Роман Григорьевич', 'MALE', 6),
       (3, 'Бондарев Михаил Макарович', 'MALE', 7),
       (3, 'Андреев Тимофей Егорович', 'MALE', 7),
       (3, 'Беляева Алина Сергеевна', 'FEMALE', 6),
       (3, 'Леонова Марьяна Макаровна', 'FEMALE', 7);